# IFCAnyHandle Operators

---
The IFCAnyHandle type exposes the following members.
| Name| Description
---|---|---
| Equality(IFCAnyHandle, IFCAnyHandle)| Determines whether two IFCAnyHandles are the same.
| Inequality(IFCAnyHandle, IFCAnyHandle)| Determines whether two IFCAnyHandles are different.
Top
#### Reference
IFCAnyHandle Class
Autodesk.Revit.DB.IFC Namespace